Repository: elmastudio/weta
Catalog: languages/*.po
Languages: de_de

source: small
de_de: klein

source: large
de_de: groß

source: larger
de_de: größer

source: Primary menu
de_de: Haupt Menü

source: Header Top menu
de_de: Header Top Menü

source: Header Social menu
de_de: Header Social Menü

source: Footer Social menu
de_de: Footer Social Menü

source: Read More
de_de: Weiterlesen

source: Edit
de_de: bearbeiten

source: Your comment is awaiting moderation.
de_de: Dein Kommentar befindet sich in Moderation.

source: Reply
de_de: Antworten

source: Widgets appear in a right-aligned sidebar on the default blog and on single posts.
de_de: Widgets erscheinen in einer rechtsbündigen Sidebar im Standard-Blog und auf Einzel-Artikeln.

source: Front Page - FullWidth Top
de_de: Startseite - Full Width (oben)

source: Widgets appear in a single-column widget area on the top of the Front Page.
de_de: Widgets erscheinen in einem 1-spaltigen Bereich ganz oben auf der Startseite.

source: Front Page - Content 1
de_de: Startseite - Content 1

source: Widgets appear left of Sidebar 1 and below the Full Width Top widget area.
de_de: Widgets erscheinen links von Sidebar 1 und unterhalb des Full Width (oben) Widgetbereichs.

source: Front Page - Sidebar 1
de_de: Startseite - Sidebar 1

source: Widgets appear in a right-aligned sidebar area next to the Content 1 widget area.
de_de: Widgets erscheinen in einer rechts-bündigen Sidebar neben dem Content 1 Widgetbereich.

source: Front Page - Full Width Center
de_de: Startseite - Full Width (mittig)

source: Widgets will appear in a single-column widget area below the Content 1 and Sidebar 1 widget areas.
de_de: Widgets erscheinen in einem 1-spaltigen Widgetbereich unterhalb von Content 1 und Sidebar 1.

source: Front Page - Sidebar 2
de_de: Startseite - Sidebar 2

source: Widgets appear in a left-aligned sidebar area next to the Content 2 widget area.
de_de: Widgets erscheinen in einer links-bündigen Sidebar neben dem Content 1 Widgetbereich.

source: Front Page - Content 2
de_de: Startseite - Content 2

source: Widgets appear right to Sidebar 2 and below the Full Width Center widget area.
de_de: Widgets erscheinen rechts von Sidebar 2 und unterhalb des Full Width (mittig) Widgetbereichs.

source: Front Page - Full Width Bottom
de_de: Startseite - Full Width (unten)

source: Widgets will appear in a single-column widget area at the bottom of your Front Page above the footer.
de_de: Widgets erscheinen in einem 1-spaltigen Widgetbereich unten auf der Startseite und oberhalb des Footers.

source: Widgets will appear in the 1. widget area of the 5-column footer.
de_de: Widgets erscheinen im ersten Widgetbereich des fünfspaltigen Footers.

source: Widgets will appear in the 2. widget area of the 5-column footer.
de_de: Widgets erscheinen im zweiten Widgetbereich des fünfspaltigen Footers.

source: Widgets will appear in the 3. widget area of the 5-column footer.
de_de: Widgets erscheinen im dritten Widgetbereich des fünfspaltigen Footers.

source: Widgets will appear in the 4. widget area of the 5-column footer.
de_de: Widgets erscheinen im vierten Widgetbereich des fünfspaltigen Footers.

source: Widgets will appear in the 5. widget area of the 5-column footer.
de_de: Widgets erscheinen im fünften Widgetbereich des fünfspaltigen Footers.

source: Blog Subscribe Widget Area
de_de: Blog Subscribe Widgetbereich

source: Widget area for the Jetpack Blog Subscriptions widget only. Subscribe widget will appear with in a lightbox. (The Subscribe Now text can be customized in the Customizer under Theme Options.)
de_de: Widgetbereich ausschließlich für das Jetpack Blog Subscription Widget. Das Subscribe Widget wird in einer Lightbox angezeigt. (Der "Jetzt anmelden" Button can unser Design / Anpassen geändert werden.)

source: <span>Previous Posts</span>
de_de: <span>Vorherige Artikel</span>

source: <span>Next Posts</span>
de_de: <span>Nächste Artikel</span>

source: <span class="meta-nav">Previous Post</span>%title
de_de: <span class="meta-nav">Vorheriger Artikel</span>%title

source: <span class="meta-nav">Next Post</span>%title
de_de: <span class="meta-nav">Nächster Artikel</span>%title

source: View cart
de_de: Warenkorb ansehen

source: Cart (%d)
de_de: Warenkorb (%d)

source: by <a href="%1$s" title="%2$s">%3$s</a>
de_de: von <a href="%1$s" title="%2$s">%3$s</a>

source: All posts by %s
de_de: Alle Artikel von %s

source: Leave a comment
de_de: Schreibe einen Kommentar

source: comment 1
de_de: Kommentare 1

source: comments %
de_de: Kommentare %

source: Edit
de_de: Bearbeiten

source: Pages:
de_de: Seiten:

source: Filed under
de_de: Kategorie

source: Tagged
de_de: Schlagwörter

source: Oops! That page can&rsquo;t be found.
de_de: Ups! Diese Seite konnte nicht gefunden werden.

source: It looks like nothing was found at this location. Maybe try another search term?
de_de: Es scheint, als kann an dieser Stelle nichts gefunden werden. Vielleicht hilft die Suche mit einem anderen Suchbegriff?

source: Nothing Found
de_de: Keine Einträge gefunden

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
de_de: Bist du bereit, deinen ersten Artikel zu veröffentlichen? <a href="%1$s">Dann leg los</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Entschuldigung, es scheint kein Suchergebnis für deine Anfrage zu geben. Bitte versuche es noch einmal mit einem alternativen Suchbegriff.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
de_de: Deine Suche hat kein Ergebnis erzielt. Vielleicht hilft eine neue Sucheingabe.

source: 1 Comment
de_de: 1 Kommentare

source: Older Comments
de_de: Ältere Kommentare

source: Newer Comments
de_de: Neuere Kommentare

source: Comments are closed.
de_de: Kommentare sind geschlossen.

source: Edit page
de_de: Seite bearbeiten

source: Permalink to %s
de_de: Permalink zu %s

source: Search Results for: %s
de_de: Suchergebnisse für: %s

source: Open
de_de: Öffnen

source: Close
de_de: Schließen

source: Theme: %1$s by %2$s.
de_de: Theme: %1$s von %2$s.

source: Subscribe Now
de_de: Jetzt anmelden

source: No Thanks
de_de: Nein Danke

source: Top
de_de: Nach Oben

source: Author
de_de: Autor

source: All posts by
de_de: Alle Artikel von

source: Account
de_de: Konto

source: Login / Register
de_de: Login / Anmelden

source: Next Image
de_de: Nächstes Bild

source: Previous Image
de_de: Vorheriges Bild

source: Search
de_de: Suche

# placeholder
source: Search&hellip;
de_de: Suche&hellip;

# submit button
source: Search
de_de: Suche

source: Weta: Recent Posts
de_de: Weta: Neueste Artikel

source: Show a number of recent posts that can be filtered by categories on the Weta Front page.
de_de: Eine Anzahl von Beiträgen auf der Weta Startseite, die nach Kategorien gefiltert werden können.

source: Comments 0
de_de: Kommentare 0

source: Comment 1
de_de: Kommentar 1

source: Comments %
de_de: Kommentare %

source: Title:
de_de: Titel:

source: Post Layout:
de_de: Beitrags-Layout:

source: 1-column text overlay
de_de: 1-spaltig mit Text Overlay

source: 1-column text right
de_de: 1-spaltig Text rechts

source: 2-columns
de_de: 2-spaltig

source: 2-columns text right
de_de: 2-spaltig Text rechts

source: 3-columns
de_de: 3-spaltig

source: 3-columns text right
de_de: 3-spaltig Text rechts

source: 4-columns
de_de: 4-spaltig

source: 4-columns text right
de_de: 4-spaltig Text rechts

source: Thumbnail Format:
de_de: Beitragsbild Format:

source: Landscape
de_de: Querformat

source: Portrait
de_de: Hochformat

source: Square
de_de: Quadratisch

source: default (no cropping)
de_de: standard (keinen Beschnitt)

source: Number of posts:
de_de: Anzahl der Beiträge

source: Show only posts with the following category slug (separate multiple category slugs by comma)
de_de: Zeige nur Beiträge mit der Kategorie-Titelform (teile mehrere Kategorien mit Komma):

source: Order posts by:
de_de: Sortiere Beiträge nach:

source: publish date (newest first)
de_de: Datum der Veröffentlichung (neueste zuerst)

source: random
de_de: zufällig

source: Hide excerpt text
de_de: Verberge Exzerpt-Texte

source: Hide categories
de_de: Verberge Kategorien

source: Hide publish date
de_de: Verberge Datum

source: Hide post author
de_de: Verberge Beitrags-Autor

source: Hide number of comments
de_de: Verberge Anzahl der Kommentare

source: Weta: Numbered Recent Posts
de_de: Weta: Nummerierte neueste Artikel

source: Show a number of numbered recent posts (without thumbnails and excerpt text) that can be filtered by categories.
de_de: Eine Anzahl von nummerierten Beiträgen (ohne Beitragsbilder und Exzerpt-Texte), die nach Kategorien gefiltert werden können.

source: Order by:
de_de: Sortiere nach:

source: Number of Posts:
de_de: Anzahl der Beiträge:

source: Weta: Quote
de_de: Weta: Zitat

source: Show a big quote or text slogan.
de_de: Zeige ein Zitat oder einen Slogan-Text.

source: Quote Text:
de_de: Zitat Text:

source: Quote Author (optional):
de_de: Zitat Autor (optional):

source: Weta: Authors
de_de: Weta: Autoren

source: A list of blog authors with gravatars.
de_de: Zeige eine Liste von Blog-Autoren mit Gravatarbild.

source: All Posts by
de_de: Alle Beiträge von

source: Number of authors to show:
de_de: Anzahl der Autoren:

source: Gravatar image format:
de_de: Gravatar Bild-Format:

source: square
de_de: quadrat

source: circle
de_de: kreis

source: Weta: Post Slider
de_de: Weta: Beitrags Slider

source: Show (up to 10) posts in a featured slider.
de_de: Zeige (bis zu 10) Beiträge in einem Featured Slider.

source: Number of Posts (max 10):
de_de: Anzahl der Beiträge (max 10):

source: Show only posts with the following tag (separate multiple tags by comma)
de_de: Zeige nur Beiträge mit dem Schlagwort (teile mehrere Schlagwörter mit Komma):

source: Site Title Color
de_de: Webseiten Titel Farbe

source: Theme Options
de_de: Theme Optionen

source: Link Color
de_de: Link Farbe

source: Header Background Color
de_de: Header Hintergrund Farbe

source: Footer Background Color
de_de: Footer Hintergrund Farbe

source: Author Widget Background Color
de_de: Autoren Widget Hintergrund Farbe

source: Quote Widget Background Color
de_de: Zitat Widget Hintergrund Farbe

source: Numbered Recent Posts Widget Background Color
de_de: Nummerierte Neueste Artikel Widget Hintergrund Farbe

source: Fixed-position main menu
de_de: Hauptmenü feststehend

source: (visible on wider screens only)
de_de: (nur auf breiten Bildschirmen sichtbar)

source: Show header search form
de_de: Suche im Header anzeigen

source: Show shop elements in header
de_de: Shop-Elemente im Header anzeigen

source: (use only, if WooCommerce plugin is active)
de_de: (nur nutzen, wenn das WooCommerce Plugin aktiviert ist)

source: Hide theme border lines
de_de: hellgraue Linien verbergen

source: Hide all light grey border lines of the theme design.
de_de: Alle hellgrauen Linien im Theme Design verbergen.

source: Hide Featured Image on single posts
de_de: Beitragsbilder auf Beitrags-Einzelseite verbergen

source: Automatic archive excerpts
de_de: automatische Archiv-Exzerpte

source: (Show automatic excerpts on archives and search results.)
de_de: (Zeige automatisch gekürzte Beitragstexte im Archiv und bei Suchergebnissen.)

source: Automatic blog excerpts
de_de: automatische Blog-Exzerpte

source: (Show automatic excerpts on default blog.)
de_de: (Zeige automatisch gekürzte Beitragstexte auf Blogseiten.)

source: Read More links on Front page
de_de: Weiterlesen-Link auf Startseite

source: (Show "Read More" links on Front page.)
de_de: (Zeige einen Weiterlesen-Link bei Beiträgen auf der Weta Startseite.)

source: Use Custom Jetpack share buttons
de_de: Nutze Weta-eigene Jetpack Teilen-Buttons

source: (Activate to use custom Weta share buttons in the Jetpack sharing feature ("Icons only" has to be selected).
de_de: (Aktiviere diese Option, um Jetpack Teilen-Buttons im Theme-Design zu nutzen ("Icons only" muss in den Jetpack Teilen-Optionen ausgewählt sein).

source: Small logo image
de_de: Kleines Logo-Bild

source: Show a small logo image in the main nav. The image height must be 34 pixels and the image width not bigger than 100px.
de_de: Zeige ein kleines Logo in der Hauptnavigation. Das Bild muss die Höhe von 34 Pixel haben und darf nicht breiter sein als 100px.

source: Customize the footer credit text. (HTML is allowed)
de_de: Passe den Footer Credittext an (HTML ist erlaubt).

source: Customize the lightbox button text (default text is "Subscribe Now").
de_de: (Passe den Text des Lightbox-Buttons an (standardmäßig "Jetzt anmelden").

source: Lightbox close text
de_de: Lightbox Schliessen Text

source: Customize the lightbox close button text (default text is "No Thanks").
de_de: Passe den Text "Nein Danke" in der Lightbox an.

source: Make sure you have the WooCommerce plugin installed, before importing this demo!
de_de: Bitte stelle sicher, dass du das WooCommerce WordPress Plugin installiert hast, bevor du diese Demo installierst!

source: Full Width Page
de_de: Fullwidth Seite

source: Checkout Page
de_de: Kassenseite

source: Account Page
de_de: Kontoseite

source: Cart Page
de_de: Warenkorbseite

source: Front Page
de_de: Startseite

source: No Sidebar Page
de_de: Keine Sidebar Seite

source: https://www.elmastudio.de/en/themes/weta/
de_de: https://www.elmastudio.de/wordpress-themes/weta/

source: https://www.elmastudio.de/en/
de_de: https://www.elmastudio.de/

source: <strong>%s</strong> supports automatic updates using WordPress' update mechanism. To use this feature you need to activate the theme using your Product Key, which can be found in your Elmastudio account dashboard. The theme stays fully functional without activation and still can be updated manually. %sClick here%s to activate <strong>%s</strong>.
de_de: <strong>%s</strong> unterstützt automatische Updates über den Aktualisierungsmechanismus von WordPress. Dazu muss das Theme mit einem Produktschlüssel aktiviert werden, den du in deinem Elmastudio-Konto findest. Das Theme funktioniert uneingeschränkt auch ohne diese Aktivierung und lässt sich jederzeit manuell aktualisieren. %sKlicke hier%s um <strong>%s</strong> zu aktivieren.

source: <b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.
de_de: <strong>Achtung!</strong> Du blockierst externe Anfragen, so dass keine %s-Updates geladen werden können. Bitte füge %s zu deinen %s hinzu.

source: Activation
de_de: -Aktivierung

source: Product Key Activation
de_de: -Produktschlüssel-Aktivierung

source: Product Key Activation
de_de: Produktschlüssel-Aktivierung

source: Product Key Deactivation
de_de: Produktschlüssel-Deaktivierung

source: Product Key
de_de: Produktschlüssel

source: Product ID
de_de: Produkt-ID

source: Product Key Status
de_de: Produktschlüssel-Status

source: Deactivate Product Key
de_de: Deaktiviere Produktschlüssel

source: Save Changes
de_de: Änderungen speichern

source: Activated
de_de: Aktiviert

source: Deactivated
de_de: Deaktiviert

source: Connection failed to the Elmastudio server. Try again later. There may be a problem on your server preventing outgoing requests.
de_de: Die Verbindung zum Elmastudio-Server konnte nicht hergestellt werden. Bitte versuche es später erneut. Auf deinem Server könnte es ein Problem geben, welches ausgehende Verbindungen einschränkt.

source: Product Key deactivated.
de_de: Produktschlüssel deaktiviert.

source: The Product Key could not be deactivated. Use the Product Key Deactivation tab to manually deactivate the Product Key before activating a new Product Key.
de_de: Der Produktschlüssel konnte nicht deaktiviert werden. Klicke auf Produktschlüssel-Deaktivierung und deaktiviere den Produktschlüssel manuell bevor du den neuen Produktschlüssel aktivierst.

source: Deactivates an Product Key so it can be used on another blog.
de_de: Deaktiviert einen Produktschlüssel, so dass dieser auf einer anderen Seite verwendet werden kann.

source: %s activated.
de_de: %s aktiviert.
